{
  "id": "55860ffb-cadb-4f10-8895-267f80629325",
  "name": "story 1",
  "created": 1767434449871,
  "lastModified": 1767435653882,
  "wordSettings": {
    "targetAudience": "General Audience",
    "artStyle": "Anime (Studio Ghibli style)",
    "summary": "A lone warrior travels across a dystopian wasteland to find a lost city."
  },
  "characters": [
    {
      "id": "char-1767434893295",
      "name": "New Character",
      "background": "",
      "personality": "",
      "appearance": "",
      "position": {
        "x": 36.94006386229114,
        "y": 67.94006386229114
      }
    }
  ],
  "relationships": [],
  "chapters": [
    {
      "id": "chap-1767434555205",
      "title": "新建章节",
      "scenes": [
        {
          "id": "scene-1767434556862",
          "title": "新建场景",
          "outline": "Scene 3: The Empty Apartment (Clara Bennett’s 3rd-floor downtown apartment, 8:15 PM rainy evening) – Open with a wide establishing shot of the brick building: rain streaks down its facade, a flickering laundromat neon sign casts pink/blue glows on the wet sidewalk, and the 3rd-floor window is slightly ajar with a curtain fluttering. Cut to Detective Elara Voss (trench coat, wet hair sticking to her neck) standing at apartment 3B; she uses a landlord-provided key to enter after no answer. Inside, her flashlight beam cuts through dimness—streetlight filters in through the ajar window, casting long shadows. She glides a gloved hand over the kitchen counter (minimal dust, suggesting recent use), then checks the fridge: half-eaten strawberry yogurt and expired milk from two days prior, which she jots in her notebook. Moving to the living room, she spots a tilted leather-bound archive book (\"1920s Factory Records\") on the shelf; pulling it slides the shelf open to a hidden recess holding a locked metal box. She picks the lock to find handwritten unmarked letters, a faded polaroid of Clara laughing with a man in a lab coat, and a silver USB drive engraved with a small key symbol. A sudden creak from the hallway freezes her—she turns off the flashlight, peeks through the door crack to see a shadow pass. She bursts out, gun drawn, but the figure bolts down the stairwell; Elara chases after, boots thudding on concrete steps as rain splatters through the stairwell’s open window, soaking her coat. Reaching the street, she sees a black sedan speeding away, calls dispatch with a partial plate (last three digits 74X, west on 5th Street), then returns to the apartment. She sits on the couch, pulls out her laptop, inserts the USB drive—screen lights up with a folder labeled \"PROJECT ECHO - CONFIDENTIAL\"—cut to black.",
          "conflict": "",
          "storyboard": [
            {
              "id": "4006cb7c-e462-429c-a4de-c3426cfce8f4",
              "description": "",
              "dialogue": "",
              "duration": 2,
              "camera": "",
              "sound": ""
            },
            {
              "id": "bb6d00b7-7248-470b-8fa7-51ef21fcf6ea",
              "description": "",
              "dialogue": "",
              "duration": 2,
              "camera": "",
              "sound": ""
            },
            {
              "id": "be669996-0f31-4bab-af83-65d116b05292",
              "description": "",
              "dialogue": "",
              "duration": 2,
              "camera": "",
              "sound": ""
            },
            {
              "id": "7e93c0ed-d78c-4cad-8d26-bb44f1ead452",
              "description": "",
              "dialogue": "",
              "duration": 2,
              "camera": "",
              "sound": ""
            },
            {
              "id": "70b7c70c-1298-4ec3-910f-d07764907d55",
              "description": "",
              "dialogue": "",
              "duration": 2,
              "camera": "",
              "sound": ""
            }
          ]
        }
      ]
    }
  ]
}